"OK" = "OK";
"All subscriptions" = "Alle abonnementen";
"Privacy" = "Privacy";
"Privacy policy" = "Privacybeleid";
"Purchases restored successfully!" = "Aankopen succesvol hersteld!";
"Restore" = "Herstellen";
"Restore purchases" = "Herstel aankopen";
"Terms" = "Voorwaarden";
"Terms and conditions" = "Voorwaarden";
"Annual" = "Jaarlijks";
"6 Month" = "6 maanden";
"3 Month" = "3 maanden";
"2 Month" = "2 maand";
"Monthly" = "Maandelijks";
"Weekly" = "Wekelijks";
"Lifetime" = "Levenslang";
"%d%% off" = "%d%% korting";
"Continue" = "Doorgaan";
"Default_offer_details_with_intro_offer" = "Start uw proefperiode van {{ sub_offer_duration }} en daarna {{ total_price_and_per_month }}.";
"Something went wrong" = "Er is iets misgegaan";
